{
	"users": [
		{
			"id": "001",
			"login": "ivan",
			"email": "dsa@mail.com",
			"password": "123",
			"registred_at": "01.11.2011",
			"role": "admin"
		}
	],
	"rooms": [
		{
			"id": 1,
			"category": "Стандарт",
			"name": "Standard_Single",
			"size": 18,
			"beds": "Односпальная кровать",
			"description": "Стильный и уютный одноместный номер Standard Single — идеальное место для комфортного отдыха. Пространство в 18 м² оформлено в минималистичном стиле, создавая атмосферу уюта и уединения. В номере есть удобная односпальная кровать, а также всё необходимое для вашего комфорта: Wi-Fi, телевизор, кондиционер, мини-бар и чайник. Отличный выбор для тех, кто ценит простоту, комфорт и доступную цену. ",
			"short_description": "Уютный одноместный номер для одного гостя",
			"amenities": ["Wi-Fi", "Телевизор", "Кондиционер", "Мини-бар", "Чайник"],
			"price": 50,
			"img": "/img/rooms/Стандарт4.jpg"
		},
		{
			"id": 2,
			"category": "Стандарт",
			"name": "Standard_Double",
			"size": 22,
			"beds": "Двуспальная кровать",
			"description": "Классический двухместный номер, идеально подходящий для комфортного отдыха или деловой поездки. В номере расположена удобная двуспальная кровать с качественным постельным бельём, стильная рабочая зона для продуктивной работы, а также современный интерьер в спокойных тонах. Гости могут воспользоваться бесплатным Wi-Fi, телевизором с кабельными каналами, мини-баром и сейфом для хранения ценных вещей. Просторные окна обеспечивают естественное освещение, создавая уютную атмосферу. Это отличный выбор для путешественников, которые ценят комфорт и функциональность по доступной цене.",
			"short_description": "Классический двухместный номер с удобной кроватью",
			"amenities": ["Wi-Fi", "Телевизор", "Мини-бар", "Сейф"],
			"price": 65,
			"img": "/img/rooms/Стандарт1.jpg"
		},
		{
			"id": 3,
			"category": "Стандарт",
			"name": "Standard_Twin",
			"size": 22,
			"beds": "Две односпальные кровати",
			"description": "Просторный и светлый номер с двумя отдельными кроватями, идеально подходящий для друзей, коллег или родственников. В номере есть всё необходимое для комфортного проживания: кондиционер, телевизор, бесплатный Wi-Fi и удобный чайник для приготовления горячих напитков. Дизайн интерьера выполнен в современных светлых тонах, создавая расслабляющую атмосферу. Благодаря удачному зонированию пространства, гости могут комфортно отдыхать или работать. Этот номер станет отличным вариантом для краткосрочного и длительного размещения.",
			"short_description": "Просторный номер с двумя отдельными кроватями",
			"amenities": ["Wi-Fi", "Телевизор", "Кондиционер", "Чайник"],
			"price": 70,
			"img": "/img/rooms/Стандарт3.jpg"
		},
		{
			"id": 4,
			"category": "Стандарт",
			"name": "Standard_Family",
			"size": 28,
			"beds": "Двуспальная кровать + дополнительная",
			"description": "Уютный семейный номер, созданный специально для комфортного размещения родителей с детьми. Основное спальное место – большая двуспальная кровать, а также предусмотрена дополнительная кровать для ребёнка. Для самых маленьких гостей доступна детская кроватка. В номере есть холодильник для хранения детского питания, телевизор, Wi-Fi и стильный интерьер с приятным освещением. Просторная планировка позволяет чувствовать себя как дома, а удобная мебель делает пребывание максимально комфортным. Отличный выбор для тех, кто путешествует всей семьёй!",
			"short_description": "Просторный номер для семьи с дополнительной кроватью",
			"amenities": ["Wi-Fi", "Телевизор", "Детская кроватка", "Холодильник"],
			"price": 80,
			"img": "/img/rooms/стандарт2.jpg"
		},
		{
			"id": 5,
			"category": "Комфорт",
			"name": "Superior_Room",
			"size": 30,
			"beds": "Двуспальная кровать",
			"description": "Номер повышенной комфортности с просторной двуспальной кроватью, стильным интерьером и панорамным видом на город. Гости могут насладиться свежим воздухом, выходя на собственный балкон. Для удобства предусмотрены Wi-Fi, сейф, кофемашина и рабочая зона. Дизайн выполнен в современном стиле с использованием качественных материалов. Отличный вариант для тех, кто ценит уют и удобство во время поездок.",
			"short_description": "Комфортный номер с улучшенным интерьером, балконом и видом на город",
			"amenities": ["Wi-Fi", "Балкон", "Кофемашина", "Сейф", "Письменный стол"],
			"price": 90,
			"img": "/img/rooms/Комфорт1.jpg"
		},
		{
			"id": 6,
			"category": "Комфорт",
			"name": "Business_Room",
			"size": 28,
			"beds": "Двуспальная кровать",
			"description": "Этот номер идеально подойдёт для деловых поездок. Пространство оформлено с учётом всех потребностей бизнес-гостей: удобное рабочее место с письменным столом, пресс для брюк, быстрый Wi-Fi и кофемашина для бодрящих напитков. Комфортная двуспальная кровать и стильный интерьер обеспечивают расслабляющую атмосферу после насыщенного дня. Идеальное сочетание удобства и функциональности!",
			"short_description": "Идеальный номер для деловых поездок, с просторным рабочим местом и удобной зоной отдыха.",
			"amenities": ["Wi-Fi", "Письменный стол", "Пресс для брюк", "Кофемашина"],
			"price": 95,
			"img": "/img/rooms/Комфорт2.jpg"
		},
		{
			"id": 7,
			"category": "Комфорт",
			"name": "Studio_Suite",
			"size": 40,
			"beds": "Двуспальная кровать + диван",
			"description": "Просторный номер-студия с мини-кухней и уютной гостиной зоной, идеально подходящий для длительного проживания. В номере есть двуспальная кровать, удобный диван, посуда для приготовления еды и сейф. Современный интерьер создаёт ощущение уюта, а продуманная планировка позволяет максимально эффективно использовать пространство. Идеальный выбор для тех, кто ценит комфорт и независимость.",
			"short_description": "Просторный номер-студия с мини-кухней и уютной гостиной зоной.",
			"amenities": ["Wi-Fi", "Мини-кухня", "Диван", "Посуда", "Сейф"],
			"price": 110,
			"img": "/img/rooms/комфорт3.jpg"
		},
		{
			"id": 8,
			"category": "Комфорт",
			"name": "Eco_Room",
			"size": 25,
			"beds": "Двуспальная кровать",
			"description": "Экологичный номер, созданный для гостей, заботящихся об окружающей среде. В отделке использованы натуральные биоматериалы, а фильтр для воды позволяет избежать использования пластика. Гостям доступен просторный балкон с панорамным видом, Wi-Fi, кондиционер и стильный интерьер в природных оттенках. Этот номер – гармония с природой без ущерба для комфорта.",
			"short_description": "Экологичный номер с натуральными материалами и панорамным видом.",
			"amenities": [
				"Wi-Fi",
				"Балкон",
				"Фильтр для воды",
				"Биоматериалы",
				"Кондиционер"
			],
			"price": 120,
			"img": "/img/rooms/Комфорт4.jpg"
		},
		{
			"id": 9,
			"category": "Комфорт",
			"name": "Executive_Room",
			"size": 35,
			"beds": "Двуспальная кровать",
			"description": "Современный номер с продуманным интерьером, созданный для гостей, ценящих комфорт и стиль. В нем установлены панорамные окна, позволяющие наслаждаться потрясающим видом на город. В номере имеется большая двуспальная кровать, просторный гардероб для удобного хранения вещей, сейф и кофемашина. Благодаря эргономичному рабочему месту этот номер подходит как для отдыха, так и для работы. Современный дизайн, уютная атмосфера и высокий уровень сервиса делают этот вариант отличным выбором для требовательных гостей.",
			"short_description": "Современный номер с продуманным дизайном, улучшенным сервисом и панорамными окнами.",
			"amenities": ["Wi-Fi", "Панорамные окна", "Кофемашина", "Сейф", "Гардероб"],
			"price": 140,
			"img": "/img/rooms/Комфорт5.jpg"
		},
		{
			"id": 10,
			"category": "Комфорт",
			"name": "Family_Suite",
			"size": 45,
			"beds": "Двуспальная кровать + две односпальные",
			"description": "Просторный семейный номер с двумя отдельными спальнями, которые обеспечивают комфортное размещение родителей и детей. В номере есть зона отдыха, детская кроватка и игровая зона. Также гости могут воспользоваться мини-баром и бесплатным Wi-Fi. Этот номер — идеальный вариант для семейного отдыха, так как предлагает максимум удобств и приватности.",
			"short_description": "Просторный семейный номер с двумя комнатами и зоной отдыха.",
			"amenities": ["Wi-Fi", "Детская кроватка", "Игровая зона", "Мини-бар"],
			"price": 160,
			"img": "/img/rooms/Комфорт6.jpg"
		},
		{
			"id": 11,
			"category": "Комфорт",
			"name": "Romantic_Suite",
			"size": 38,
			"beds": "Двуспальная кровать",
			"description": "Номер, созданный специально для романтического отдыха. В номере установлена большая двуспальная кровать, предусмотрена ванна с лепестками роз, а также гости получают комплимент в виде бутылки шампанского. Атмосферу уюта дополняет камин и просторный балкон, откуда открывается прекрасный вид. Этот номер идеально подойдет для молодоженов и тех, кто хочет провести незабываемый уикенд вдвоем.",
			"short_description": "Идеальный номер для романтического отдыха",
			"amenities": ["Wi-Fi", "Ванна", "Шампанское", "Камин", "Балкон"],
			"price": 180,
			"img": "/img/rooms/Комфорт7.jpg"
		},
		{
			"id": 12,
			"category": "Люкс",
			"name": "Junior_Suite",
			"size": 50,
			"beds": "Двуспальная кровать",
			"description": "Элегантный мини-люкс с просторной гостиной зоной и большим балконом. В номере есть гидромассажная ванна, мини-бар, комфортная двуспальная кровать и удобный диван. Этот номер подойдет для тех, кто ценит комфорт и простор, а также хочет насладиться утонченным дизайном и высококлассным обслуживанием.",
			"short_description": "Мини-люкс с отдельной гостиной зоной",
			"amenities": ["Wi-Fi", "Диван", "Балкон", "Гидромассажная ванна", "Мини-бар"],
			"price": 250,
			"img": "/img/rooms/люкс1.jpg"
		},
		{
			"id": 13,
			"category": "Люкс",
			"name": "Major_Suite",
			"size": 60,
			"beds": "Двуспальная кровать",
			"description": "Просторный люкс с отдельной гостиной зоной и великолепным панорамным видом. В номере есть гидромассажная ванна, балкон, мини-бар и комфортабельный диван. Удобства высшего уровня, стильный интерьер и простор делают этот вариант отличным выбором для ценителей роскоши.",
			"short_description": "Мини-люкс с отдельной гостиной зоной и большим балконом.",
			"amenities": ["Wi-Fi", "Диван", "Балкон", "Гидромассажная ванна", "Мини-бар"],
			"price": 350,
			"img": "/img/rooms/Люкс2.jpg"
		},
		{
			"id": 14,
			"category": "Премиум",
			"name": "Executive_Suite",
			"size": 115,
			"beds": "Двуспальная кровать",
			"description": "Роскошный люкс с отдельной спальней, просторной гостиной и панорамными окнами. В номере предусмотрено джакузи, VIP-сервис, личный бар и услуги персонального дворецкого. Этот номер — выбор тех, кто привык к высшему уровню комфорта и индивидуальному обслуживанию.",
			"short_description": "Просторный люкс с отдельной спальней, гостиной и панорамными окнами.",
			"amenities": [
				"Wi-Fi",
				"Джакузи",
				"VIP-сервис",
				"Личный бар",
				"Персональный дворецкий"
			],
			"price": 560,
			"img": "/img/rooms/premium.jpg"
		},
		{
			"id": 15,
			"category": "Премиум",
			"name": "Presidential_Suite",
			"size": 120,
			"beds": "Королевская кровать",
			"description": "Самый роскошный номер отеля, созданный для гостей, ценящих эксклюзивный отдых. В номере есть отдельная спальня с королевской кроватью, просторная гостиная, собственная терраса с потрясающим видом, личная сауна и бассейн. У гостей есть доступ к VIP-сервису и персональному дворецкому, который обеспечит идеальный отдых. Этот номер сочетает в себе абсолютный комфорт, изысканный стиль и высочайший уровень сервиса.",
			"short_description": "Эксклюзивный номер для самых взыскательных гостей",
			"amenities": [
				"Wi-Fi",
				"Терраса",
				"Сауна",
				"Бассейн",
				"VIP-доступ",
				"Персональный дворецкий"
			],
			"price": 600,
			"img": "/img/rooms/premium2.jpg"
		}
	],
	"bookings": {
		"id": "001",
		"user_id": "001",
		"room_id": "001",
		"start_date": "01.01.2001",
		"end_date": "01.01.2001"
	}
}
